



class Texts:
    start_text = "Рады Вас видеть в мире нумерологии! Здесь вы сможете узнать больше о своем предназначении в жизни с помощью науки нумерологии получить бесплатный анализ от нашего эксперта🎁"

    get_free_analize = """
Отлично! Для получения персонального анализа Вам нужно просто написать слово "Анализ" на личный аккаунт нашего нумеролога @numerolog_mentor и в течении нескольких часов она расскажет Вам о Вашем числе судьбы✨
"""

    more_about_numerology = """
Здесь Вы можете узнать про науку нумерологию и про ее возможности🪐


Выберите интересующий Вас вариант, чтобы ознакомиться с ним👇
"""

    about_numerology = """
Нумерология — это научная концепция, согласно которой числа определяют нашу жизнь и существование всего, что нас окружает.заний больше!🔑
"""

    where_numerology = """
Нумерология зародилась еще 30 тысяч лет назад, однако широкое распространение получила у китайских мудрецов. 🎎
"""

    what_can_you_find_out = """
У каждой души есть свой цифровой код. Именно благодаря цифровому коду, который определяется по дате рождения, становится ясно, что именно душа выбрала и какой путь ее ждет.🔮
"""

    what_is_angel_numeric = """
«Числа ангела» – это повторяющиеся (111, 2222) или расположенные в определенной последовательности (1234; 11:22) цифры, которые ты замечаешь в важные моменты своей жизни.🧩
"""

    what_is_fate_numeric = """
Число судьбы – это зашифрованная информация о характере человека, его сильных и слабых качествах или же подсказка, которая поможет избежать ошибок в жизни.🎯
"""

    what_is_year_numeric = """
Персональный номер года основан на дате Вашего рождения и годе, о котором Вы хотите узнать. Это число помогает понять тенденции предстоящего года. Влияние числа года действует на протяжении 12 месяцев.🌍
"""
